{
  "navbar": {
    "home": "Home",
    "skills": "Skills",
    "projects": "Projects",
    "contact": "Contact"
  },
  "profile": {
    "name": "Thanakorn Nawikanjana",
    "aboutTitle": "I am a web developer",
    "aboutDesc": "specializing in React and Node.js, seeking a position as a Full Stack Developer. I am passionate about this field and enjoy developing websites while continuously learning new skills to meet the company's needs. I aspire to be a part of creating high-quality and impactful projects for your company "
  },
  "skills": {
    "text": "SKILLS"
  },
  "project": {
    "text": "Projects",
    "frontend": "Frontend Tools",
    "backend": "Backend Tools",
    "single": "Individual Project : M&M Restaurant",
    "group": "Group Project",
    "static": "Static Website with HTML and CSS",
    "camp": "Directory Website ",
    "ecom": "Ecommerce Website",
    "desc1": "This project is an online restaurant system where users can browse menus and read reviews without logging in. However, to place an order, users need to register and log in. Once logged in, users can:",
    "desc1Detail": "Place orders and make payments visa Stripe, leave comments or reviews after payment, view order history.",
    "desc2": "The website also features popular menus, reviews, and comments from other customers.",
    "task": "Task : ",
    "desc3": "This project is a foundation in Thailand that does not yet have its own website.",
    "desc4": "The features include donation,adoption, and an AI chatbot . Additionally, the AI helps administrators by scanning adoption requests submitted form.",
    "desc5": "The system is accessible on desktop, iPad, mobile, and it supports users in multiple languages.",
    "desc6": "This website is a static page built primarily with HTML and CSS. It is accessible on Desktop, iPad, and Mobile devices.",
    "desc7": "This website is a responsive e-commerce website built with Vue.js, featuring dynamic product listings, and a smooth user experience across desktop, tablet, and mobile devices. It allows users to browse, add items to the cart, and complete purchases easily.",
    "desc8": "This website is a platform that displays information about various places. Users can easily search for places by name or select categories. You can log in using your Google or Facebook account to access special features such as liking places and viewing liked places, available only after logging in. Additionally, users can add new places to share with others via Instagram or Facebook.",
    "desc9": "The Gravity page is built using React.js with a modern design powered by TailwindCSS, enhanced scrolling effects with React Slick, and animations using Framer Motion.",
    "git": "View on GitHub",
    "back": "Back to Video"
  },
  "contact": {
    "text": "Contact Us",
    "emailPlaceholder": "Email",
    "namePlaceholder": "Your Name",
    "subjectPlaceholder": "Subject",
    "messagePlaceholder": "Message",
    "buttonText": "Send Email",
    "loading": "Sending...",
    "error": "Please fill in all fields.",
    "success": "Email Sent Successfully!",
    "message": "I've sent the resume to your email. Thank you!",
    "confirmButton": "Close",
    "failure": "Failed to send email."
  },
  "footer": {
    "contact": "Contact",
    "email": "Email : ",
    "follow": "Follow Me"
  }
}
