{
    "navbar" : {
        "home" : "หน้าแรก",
        "skills" : "ทักษะ",
        "projects" : "โปรเจกต์",
        "contact" : "ติดต่อ"
    },
    "profile": {
    "name": "ศรัณยา วาจาพัฒนา",
    "aboutTitle": "ฉันคือนักพัฒนาเว็บไซต์",
    "aboutDesc": "มีความเชี่ยวชาญใน React และ Node.js กำลังมองหาตำแหน่ง Full Stack Developer ฉันชอบในสายงานนี้และอยากเป็นส่วนหนึ่งในการพัฒนาเว็บไซต์พร้อมกับการเรียนรู้ทักษะใหม่ๆ อย่างต่อเนื่องเพื่อตอบสนองความต้องการของบริษัท ฉันอยากเป็นส่วนหนึ่งในการสร้างโปรเจกต์ที่ดีและมีประโยชน์ต่อบริษัทของคุณ"
},
"skills" : {
    "text" : "ทักษะ"
},
"project" : {
    "text" : "โปรเจกต์",
    "frontend" : "เครื่องมือที่ใช้ฝั่ง Frontend",
    "backend" : "เครื่องมือที่ใช้ฝั่ง Backend",
        "single": "โปรเจกต์เดี่ยว ร้านอาหาร M&M",
        "group" : "โปรเจกต์กลุ่ม",
        "static" : "หน้าเว็บแบบ HTML และ CSS",
         "desc1": "โปรเจกต์นี้เป็นระบบร้านอาหารออนไลน์ที่ผู้ใช้สามารถดูเมนูและอ่านรีวิวได้โดยไม่ต้องเข้าสู่ระบบ แต่หากต้องการสั่งอาหาร ผู้ใช้จำเป็นต้องลงทะเบียนและเข้าสู่ระบบ เมื่อเข้าสู่ระบบแล้ว ผู้ใช้สามารถ",
         "desc1Detail":"สั่งอาหารและชำระเงินผ่าน Stripe  แสดงความคิดเห็นหรือรีวิวออเดอร์หลังจากชำระเงิน ดูประวัติการสั่งซื้อย้อนหลังได้",
         "desc2": "หน้าเว็บยังมี เมนูยอดนิยม  รีวิวและความคิดเห็นจากลูกค้าคนอื่น",
         "task": "หน้าที่ที่ได้รับมอบหมาย : ",
         "desc3" : "โปรเจกต์นี้ถูกออกแบบมาเพื่อมูลนิธิในประเทศไทยที่ยังไม่มีเว็บไซต์ของตนเอง",
    "desc4" : "ฟีเจอร์หลักประกอบด้วย การบริจาค การรับเลี้ยงสัตว์ และระบบ AI ที่ช่วยตอบแชทผู้ใช้งาน อีกทั้งยังช่วยผู้ดูแลระบบในการสแกนและประเมินคำขอรับเลี้ยงสัตว์ที่ผู้ใช้งานกรอกแบบฟอร์มเข้ามา",
    "desc5":"ระบบนี้สามารถใช้งานได้บนอุปกรณ์เดสก์ท็อป iPad และมือถือ อีกทั้งยังรองรับการใช้งานหลายภาษาอีกด้วย",
    "desc6" : "เว็บไซต์นี้เป็นเว็บไซต์แบบ Static Page ที่ใช้ HTML และ CSS เป็นหลัก รองรับการใช้งานบนอุปกรณ์ Desktop, iPad และ Mobile",
    "git" : "ดูเพิ่มเติมได้ที่ GitHub"
},
"contact" : {
    "text" : "ติดต่อเรา",
    "emailPlaceholder": "อีเมล",
    "namePlaceholder": "ชื่อของคุณ",
    "subjectPlaceholder": "หัวข้อ",
    "messagePlaceholder": "ข้อความ",
     "buttonText": "ส่งอีเมล",
                "loading": "กำลังส่ง...",
                "error": "กรุณากรอกข้อมูลให้ครบทุกช่อง",
                "success":"ส่งอีเมลสำเร็จ!",
                "message": "ฉันได้ส่งประวัติส่วนตัวไปยังอีเมลของคุณแล้ว ขอบคุณค่ะ",
                "confirmButton": "ปิด",
                "failure": "การส่งอีเมลล้มเหลว"
},
"footer": {
    "contact": "ติดต่อเรา",
    "email": "อีเมล : ",
    "follow" : "ติดตามฉันได้ที่"
}


}
