{
  "navbar": {
    "home": "หน้าแรก",
    "skills": "ทักษะ",
    "projects": "โปรเจกต์",
    "contact": "ติดต่อ"
  },
  "profile": {
    "name": "ศรัณยา วาจาพัฒนา",
    "aboutTitle": "มิ้งเป็น นักพัฒนาเว็บไซต์",
    "aboutDesc": "ที่มีความเชี่ยวชาญใน React และ Node.js ซึ่งกำลังมองหาตำแหน่ง Full Stack Developer โดยส่วนตัวแล้วมิ้งชอบในสายงานนี้และอยากเป็นส่วนหนึ่งในการพัฒนาเว็บไซต์ พร้อมกับการเรียนรู้ทักษะใหม่ๆอยู่ตลอด  เพื่อตอบสนองความต้องการของบริษัท  และ อยากเป็นส่วนหนึ่งในการสร้างโปรเจกต์ที่ดีและมีประโยชน์ต่อบริษัทในอนาคต"
  },
  "skills": {
    "text": "ทักษะ"
  },
  "project": {
    "text": "โปรเจกต์",
    "frontend": "เครื่องมือที่ใช้ฝั่ง Frontend",
    "backend": "เครื่องมือที่ใช้ฝั่ง Backend",
    "single": "โปรเจกต์เดี่ยว ร้านอาหาร M&M",
    "group": "โปรเจกต์กลุ่ม",
    "static": "หน้าเว็บแบบ HTML และ CSS",
    "camp": "เว็บไซต์ที่รวมข้อมูลสถานที่ต่างๆ  ",
    "ecom": "เพจร้านค้าออนไลน์",
    "desc1": "โปรเจกต์นี้เป็นระบบร้านอาหารออนไลน์ที่ผู้ใช้สามารถดูเมนูและอ่านรีวิวได้โดยไม่ต้องเข้าสู่ระบบ แต่หากต้องการสั่งอาหาร ผู้ใช้จำเป็นต้องลงทะเบียนและเข้าสู่ระบบ เมื่อเข้าสู่ระบบแล้ว ผู้ใช้สามารถ",
    "desc1Detail": "สั่งอาหารและชำระเงินผ่าน Stripe  แสดงความคิดเห็นหรือรีวิวออเดอร์หลังจากชำระเงิน ดูประวัติการสั่งซื้อย้อนหลังได้",
    "desc2": "หน้าเว็บยังมี เมนูยอดนิยม  รีวิวและความคิดเห็นจากลูกค้าคนอื่น",
    "task": "หน้าที่ที่ได้รับมอบหมาย : ",
    "desc3": "โปรเจกต์นี้ถูกออกแบบมาเพื่อมูลนิธิในประเทศไทยที่ยังไม่มีเว็บไซต์ของตนเอง",
    "desc4": "ฟีเจอร์หลักประกอบด้วย การบริจาค การรับเลี้ยงสัตว์ และระบบ AI ที่ช่วยตอบแชทผู้ใช้งาน อีกทั้งยังช่วยผู้ดูแลระบบในการสแกนและประเมินคำขอรับเลี้ยงสัตว์ที่ผู้ใช้งานกรอกแบบฟอร์มเข้ามา",
    "desc5": "ระบบนี้สามารถใช้งานได้บนอุปกรณ์เดสก์ท็อป iPad และมือถือ อีกทั้งยังรองรับการใช้งานหลายภาษาอีกด้วย",
    "desc6": "เว็บไซต์นี้เป็นเว็บไซต์แบบ Static Page ที่ใช้ HTML และ CSS เป็นหลัก รองรับการใช้งานบนอุปกรณ์ Desktop, iPad และ Mobile",
    "desc7": "เว็บไซต์นี้เป็นเว็บไซต์อีคอมเมิร์ซที่รองรับการใช้งานบนอุปกรณ์ทุกประเภท (responsive) สร้างด้วย Vue.js โดยมีการแสดงรายการสินค้าที่ปรับเปลี่ยนได้ตามความต้องการ, และประสบการณ์การใช้งานที่ราบรื่นทั้งในอุปกรณ์เดสก์ท็อป, แท็บเล็ต, และมือถือ ผู้ใช้สามารถเรียกดูสินค้า, เพิ่มสินค้าลงในตะกร้า, และทำการซื้อได้อย่างง่ายดาย",
    "desc8": "เว็บไซต์นี้เป็นแพลตฟอร์มที่แสดงข้อมูลสถานที่ต่างๆ โดยผู้ใช้สามารถค้นหาชื่อสถานที่หรือเลือกหมวดหมู่สถานที่ได้ง่ายๆ สามารถล็อกอินผ่านบัญชี Google หรือ Facebook เพื่อใช้งานฟีเจอร์พิเศษ เช่น การกดถูกใจสถานที่ และดูสถานที่ที่กดไลค์ได้เฉพาะเมื่อเข้าสู่ระบบเท่านั้น นอกจากนี้ยังสามารถเพิ่มสถานที่ใหม่เพื่อแชร์ให้กับผู้อื่นผ่านทาง Instagram หรือ Facebook ได้อีกด้วย",
    "git": "ดูเพิ่มเติมได้ที่ GitHub",
    "back": "กลับหน้าวิดีโอ"
  },
  "contact": {
    "text": "ติดต่อเรา",
    "emailPlaceholder": "อีเมล",
    "namePlaceholder": "ชื่อของคุณ",
    "subjectPlaceholder": "หัวข้อ",
    "messagePlaceholder": "ข้อความ",
    "buttonText": "ส่งอีเมล",
    "loading": "กำลังส่ง...",
    "error": "กรุณากรอกข้อมูลให้ครบทุกช่อง",
    "success": "ส่งอีเมลสำเร็จ!",
    "message": "ฉันได้ส่งประวัติส่วนตัวไปยังอีเมลของคุณแล้ว ขอบคุณค่ะ",
    "confirmButton": "ปิด",
    "failure": "การส่งอีเมลล้มเหลว"
  },
  "footer": {
    "contact": "ติดต่อเรา",
    "email": "อีเมล : ",
    "follow": "ติดตามฉันได้ที่"
  }
}
